Repository: fgtclb/academic-programs
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# backend_layout.academic_program
source: Academic Program
de: Akademisches Programm

# backend_layout.academic_program.column.content
source: Content
de: Inhalt

# element.tab.configuration
source: Configuration
de: Konfiguration

# flexform.categories.label
source: Default categories
de: Standard-Kategorien

# flexform.categories.description
source: Selected categories of the same type (e.g. ‘Degree’) are checked as alternatives (OR). If a category has subcategories (e.g. ‘Master’ with ‘Master of Arts’), these are automatically added to the list of alternatives. In addition, the pages found for each category type must also be able to be found in all other selected category types (AND).
de: Ausgewählte Kategorien desselben Typs (z. B. "Abschluss") werden als Alternativen geprüft (ODER). Wenn eine Kategorie über Unterkategorien verfügt (z.B. "Master" mit "Master of Arts"), werden diese automatisch zur Liste der Alternativen hinzugefügt. Zusätzlich müssen die gefundenen Seiten für jeden Kategorietyp auch in allen anderen ausgewählten Kategorietypen gefunden werden können (UND).

# flexform.hide_filtering.label
source: Hide category filtering
de: Kategorienfilter ausblenden

# flexform.hide_filtering.description
source: If the option is enabled, options for filtering by categories will not be visible in the frontend.
de: Wenn diese Option aktiviert ist, werden die Filteroptionen nach Kategorien im Frontend nicht sichtbar sein.

# flexform.hide_sorting.label
source: Hide sorting
de: Sortierung ausblenden

# flexform.hide_sorting.description
source: If the option is enabled, options for sorting will not be visible in the frontend.
de: Wenn diese Option aktiviert ist, werden die Sortieroptionen im Frontend nicht sichtbar sein.

# flexform.sorting.label
source: Default sorting
de: Standard-Sortierung

# flexform.sorting.description
source: Default sorting in frontend which can be changed by user if sorting options are visible.
de: Standard-Sortierung im Frontend, die vom Benutzer geändert werden kann, wenn die Sortieroptionen sichtbar sind.

# flexform.sorting.title.asc
source: Title A-Z
de: Titel A-Z

# flexform.sorting.title.desc
source: Title Z-A
de: Titel Z-A

# flexform.sorting.update
source: Last updated (latest first)
de: Zuletzt aktualisiert (neueste zuerst)

# flexform.sorting.update.asc
source: Last updated (latest last)
de: Zuletzt aktualisiert (älteste zuerst)

# flexform.sorting.sorting.asc
source: Page sorting (Result may be unexpected)
de: Seitensortierung (Ergebnis kann unerwartet sein)

# wizard_items.academic
source: Academic
de: Akademisch

# plugin.program_list.title
source: Program List
de: Programmliste

# plugin.program_list.description
source: Display a sortable and filterable list of academic programs.
de: Zeigt eine sortierbare und filterbare Liste von akademischen Programmen an.

# plugin.program_details.title
source: Program Details
de: Programmdetails

# plugin.program_details.description
source: Displays the details of an academic program
de: Zeigt die Details eines akademischen Programms an.

# pages.doktype.item_group.academic
source: Academic Pages
de: Akademische Seiten

# pages.doktype.item.academic_program
source: Program
de: Programm

# sys_category.programs.group
source: Academic Programs
de: Akademische Programme

# sys_category.programs.admission_restriction
source: Admission restriction
de: Zulassungsbeschränkung

# sys_category.programs.application_period
source: Application period
de: Bewerbungszeitraum

# sys_category.programs.begin_program
source: Begin of program
de: Programmbeginn

# sys_category.programs.costs
source: Costs
de: Kosten

# sys_category.programs.degree
source: Degree
de: Abschluss

# sys_category.programs.department
source: Department / Faculty
de: Abteilung / Fakultät

# sys_category.programs.location
source: Location
de: Standort

# sys_category.programs.paying
source: Paying?
de: Zahlungspflichtig?

# sys_category.programs.program_type
source: Type of program
de: Art des Programms

# sys_category.programs.standard_period
source: Standard period
de: Regelstudienzeit

# sys_category.programs.teaching_language
source: Teaching language
de: Unterrichtssprache

# sys_category.programs.topic
source: Topic
de: Thema

# pages.div.program
source: Program
de: Programm

# pages.prerequisites
source: Prerequisites
de: Voraussetzungen

# pages.credit_points
source: Credit points
de: Leistungspunkte

# pages.job_profile
source: Job profile
de: Berufsprofil

# pages.performance_scope
source: Performance scope
de: Leistungsumfang

# pages.overview
source: Overview
de: Überblick

# pages.contents
source: Programm contents
de: Programminhalte

# pages.application
source: Application
de: Bewerbung
